{
  "title": "RIDGE: reproducibility, integrity, dependability, generalizability, and efficiency assessment of medical image segmentation models",
  "authors": "Farhad Maleki, Linda Moy, Reza Forghani, Tapotosh Ghosh, Katie Ovens, Steve Langer, Pouria Rouzrokh, Bardia Khosravi, Ali Ganjizadeh, Daniel Warren, Roxana Daneshjou, Mana Moassefi, Atlas Haddadi Avval, Susan Sotardi, Neil Tenenholtz, Felipe Kitamura, Timothy Kline",
  "year": 2025,
  "journal": "Journal of Imaging Informatics in Medicine",
  "volume": "38",
  "number": "4",
  "pages": "2524-2536",
  "publisher": "Springer International Publishing",
  "abstract": "Deep learning techniques hold immense promise for advancing medical image analysis, particularly in tasks like image segmentation, where precise annotation of regions or volumes of interest within medical images is crucial but manually laborious and prone to interobserver and intraobserver biases. As such, deep learning approaches could provide automated solutions for such applications. However, the potential of these techniques is often undermined by challenges in reproducibility and generalizability, which are key barriers to their clinical adoption. This paper introduces the RIDGE checklist, a comprehensive framework designed to assess the Reproducibility, Integrity, Dependability, Generalizability, and Efficiency of deep learning-based medical image segmentation models. The RIDGE checklist is not just a tool for evaluation but also a guideline for researchers striving to improve the quality and …",
  "num_citations": 3,
  "url": "https://link.springer.com/article/10.1007/s10278-024-01282-9",
  "article_id": "ridge-reproducibility-integrity-dependability",
  "bibtex": "@article{maleki2025ridge,\n  author = {Farhad Maleki and Linda Moy and Reza Forghani and Tapotosh Ghosh and Katie Ovens and Steve Langer and Pouria Rouzrokh and Bardia Khosravi and Ali Ganjizadeh and Daniel Warren and Roxana Daneshjou and Mana Moassefi and Atlas Haddadi Avval and Susan Sotardi and Neil Tenenholtz and Felipe Kitamura and Timothy Kline},\n  title = {RIDGE: reproducibility, integrity, dependability, generalizability, and efficiency assessment of medical image segmentation models},\n  journal = {Journal of Imaging Informatics in Medicine},\n  volume = {38},\n  number = {4},\n  pages = {2524-2536},\n  year = {2025},\n  publisher = {Springer International Publishing},\n  url = {https://link.springer.com/article/10.1007/s10278-024-01282-9}\n}"
}