{"title": "Uncertainty-aware deep learning characterization of knee radiographs for large-scale registry creation", "authors": "Kellen L Mulford, Austin F Grove, Elizabeth S Kaji, Pouria Rouzrokh, Ryan D Roman, Mete Kremers, Hilal Maradit Kremers, Michael J Taunton, Cody C Wyles", "year": 2025, "journal": "The Journal of Arthroplasty", "volume": "40", "number": "5", "pages": "1232-1238", "publisher": "Churchill Livingstone", "abstract": "Background\nWe present an automated image ingestion pipeline for a knee radiography registry, integrating a multilabel image-semantic classifier with conformal prediction-based uncertainty quantification and an object detection model for knee hardware.\nMethods\nAnnotators retrospectively classified 26,000 knee images detailing presence, laterality, prostheses, and radiographic views. They further annotated surgical construct locations in 11,841 knee radiographs. An uncertainty-aware multilabel EfficientNet-based classifier was trained to identify the knee laterality, implants, and radiographic view. A classifier trained with embeddings from the EfficientNet model detected out-of-domain images. An object detection model was trained to identify 20 different knee implants. Model performance was assessed against a held-out internal and an external dataset using per-class F1 score, accuracy, sensitivity, and specificity …", "num_citations": 2, "url": "https://www.sciencedirect.com/science/article/pii/S0883540324011434", "article_id": "uncertainty-aware-deep-learning-characteriz", "bibtex": "@article{mulford2025uncertainty,\n  author = {Kellen L Mulford and Austin F Grove and Elizabeth S Kaji and Pouria Rouzrokh and Ryan D Roman and Mete Kremers and Hilal Maradit Kremers and Michael J Taunton and Cody C Wyles},\n  title = {Uncertainty-aware deep learning characterization of knee radiographs for large-scale registry creation},\n  journal = {The Journal of Arthroplasty},\n  volume = {40},\n  number = {5},\n  pages = {1232-1238},\n  year = {2025},\n  publisher = {Churchill Livingstone},\n  url = {https://www.sciencedirect.com/science/article/pii/S0883540324011434}\n}"}